Repository: atamayo/KanbanApp
Catalog: KanbanApp/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es_es, fr_fr, hi, it, ja, ko, nl, pl, pt_br, zh_hans

source: Archived Done tasks leave the active board but still count toward completion history.
ca: Les tasques fetes arxivades surten del tauler actiu però continuen comptant a l'historial de finalitzacions.
de: Archivierte erledigte Aufgaben verlassen das aktive Board, zählen aber weiterhin zur Abschluss-Historie.
es_es: Las tareas terminadas archivadas salen del tablero activo, pero siguen contando en el historial de finalización.
fr_fr: Les tâches terminées archivées quittent le tableau actif, mais comptent toujours dans l’historique d’achèvement.
hi: आर्काइव किए गए पूरे कार्य सक्रिय बोर्ड से हट जाते हैं, लेकिन पूरा होने के इतिहास में गिने जाते हैं।
it: Le attività Completate archiviate escono dal tabellone attivo, ma contano comunque nella cronologia dei completamenti.
ja: アーカイブした完了タスクはアクティブなボードから外れますが、完了履歴には残ります。
ko: 보관된 완료 작업은 활성 보드에서는 사라지지만 완료 기록에는 계속 포함됩니다.
nl: Gearchiveerde Klaar-taken verlaten het actieve bord, maar tellen nog steeds mee in de voltooiingsgeschiedenis.
pl: Zarchiwizowane ukończone zadania znikają z aktywnej tablicy, ale nadal liczą się w historii ukończeń.
pt_br: Tarefas concluídas arquivadas saem do quadro ativo, mas ainda contam no histórico de conclusão.
zh_hans: 归档的已完成任务会离开活跃看板，但仍会计入完成历史。

source: Avg Days To Done
ca: Dies mitjans fins a fet
de: Ø Tage bis erledigt
es_es: Días medios hasta terminar
fr_fr: Jours moyens pour terminer
hi: पूरा होने के औसत दिन
it: Giorni medi al completamento
ja: 平均完了日数
ko: 완료까지 평균 일수
nl: Gem. dagen tot klaar
pl: Śr. dni do ukończenia
pt_br: Média de dias até concluir
zh_hans: 平均完成天数

source: BEST TASK TO PULL NEXT
ca: MILLOR TASCA SEGÜENT
de: BESTE NÄCHSTE AUFGABE
es_es: MEJOR TAREA PARA HACER AHORA
fr_fr: MEILLEURE TÂCHE À PRENDRE ENSUITE
hi: अगला लेने के लिए सबसे अच्छा कार्य
it: MIGLIORE ATTIVITÀ DA PRENDERE ORA
ja: 次に引き込むべきタスク
ko: 다음으로 가져올 최적의 작업
nl: BESTE TAAK OM HIERNA OP TE PAKKEN
pl: NAJLEPSZE NASTĘPNE ZADANIE
pt_br: MELHOR TAREFA PARA PUXAR AGORA
zh_hans: 下一步最适合拉入的任务

source: Blocked
ca: Bloquejada
de: Blockiert
es_es: Bloqueada
fr_fr: Bloquée
hi: रुका हुआ
it: Bloccata
ja: ブロック中
ko: 막힘
nl: Geblokkeerd
pl: Zablokowane
pt_br: Bloqueada
zh_hans: 已阻塞

source: Blocked / Waiting
ca: Bloquejada / en espera
de: Blockiert / Wartend
es_es: Bloqueada / En espera
fr_fr: Bloquée / En attente
hi: रुका हुआ / इंतज़ार में
it: Bloccata / In attesa
ja: ブロック中 / 待機中
ko: 막힘 / 대기
nl: Geblokkeerd / Wachtend
pl: Zablokowane / oczekujące
pt_br: Bloqueada / Em espera
zh_hans: 已阻塞 / 等待中

source: Blocked active work
ca: Feina activa bloquejada
de: Blockierte aktive Arbeit
es_es: Trabajo activo bloqueado
fr_fr: Travail actif bloqué
hi: रुका हुआ सक्रिय काम
it: Lavoro attivo bloccato
ja: ブロック中のアクティブ作業
ko: 막힌 활성 작업
nl: Geblokkeerd actief werk
pl: Zablokowana aktywna praca
pt_br: Trabalho ativo bloqueado
zh_hans: 被阻塞的活跃工作

source: Blocked tasks need attention before more work is pulled.
ca: Les tasques bloquejades necessiten atenció abans d'agafar més feina.
de: Blockierte Aufgaben brauchen Aufmerksamkeit, bevor mehr Arbeit hereingeholt wird.
es_es: Las tareas bloqueadas necesitan atención antes de traer más trabajo.
fr_fr: Les tâches bloquées demandent de l’attention avant de prendre plus de travail.
hi: और काम लेने से पहले रुके हुए कार्यों पर ध्यान देना ज़रूरी है।
it: Le attività bloccate richiedono attenzione prima di prendere altro lavoro.
ja: 新しい作業を引き込む前に、ブロック中のタスクを確認しましょう。
ko: 새 작업을 더 가져오기 전에 막힌 작업을 먼저 살펴봐야 합니다.
nl: Geblokkeerde taken hebben aandacht nodig voordat je meer werk oppakt.
pl: Zablokowane zadania wymagają uwagi, zanim weźmiesz kolejną pracę.
pt_br: Tarefas bloqueadas precisam de atenção antes de puxar mais trabalho.
zh_hans: 拉入更多工作前，先处理被阻塞的任务。

source: Blocked Work
ca: Feina bloquejada
de: Blockierte Arbeit
es_es: Trabajo bloqueado
fr_fr: Travail bloqué
hi: रुका हुआ काम
it: Lavoro bloccato
ja: ブロック中の作業
ko: 막힌 작업
nl: Geblokkeerd werk
pl: Zablokowana praca
pt_br: Trabalho bloqueado
zh_hans: 阻塞工作

source: Blocked work is slowing your flow.
ca: La feina bloquejada està alentint el flux.
de: Blockierte Arbeit bremst deinen Flow.
es_es: El trabajo bloqueado está frenando tu flujo.
fr_fr: Le travail bloqué ralentit votre flux.
hi: रुका हुआ काम आपकी गति कम कर रहा है।
it: Il lavoro bloccato sta rallentando il flusso.
ja: ブロック中の作業が流れを遅くしています。
ko: 막힌 작업이 흐름을 늦추고 있습니다.
nl: Geblokkeerd werk vertraagt je flow.
pl: Zablokowana praca spowalnia Twój przepływ.
pt_br: O trabalho bloqueado está desacelerando seu fluxo.
zh_hans: 阻塞工作正在拖慢你的流程。

source: Blocked work stays visible
ca: La feina bloquejada continua visible
de: Blockierte Arbeit bleibt sichtbar
es_es: El trabajo bloqueado sigue visible
fr_fr: Le travail bloqué reste visible
hi: रुका हुआ काम दिखता रहता है
it: Il lavoro bloccato resta visibile
ja: ブロック中の作業を見える状態に保つ
ko: 막힌 작업을 계속 보이게 유지
nl: Geblokkeerd werk blijft zichtbaar
pl: Zablokowana praca pozostaje widoczna
pt_br: Trabalho bloqueado permanece visível
zh_hans: 阻塞工作保持可见

source: Board complete — all tasks are done.
ca: Tauler complet — totes les tasques estan fetes.
de: Board vollständig: Alle Aufgaben sind erledigt.
es_es: Tablero completo: todas las tareas están terminadas.
fr_fr: Tableau terminé — toutes les tâches sont faites.
hi: बोर्ड पूरा — सभी कार्य हो गए।
it: Tabellone completo: tutte le attività sono finite.
ja: ボード完了。すべてのタスクが完了しました。
ko: 보드 완료 — 모든 작업이 끝났습니다.
nl: Bord compleet — alle taken zijn klaar.
pl: Tablica ukończona — wszystkie zadania są gotowe.
pt_br: Quadro completo: todas as tarefas foram concluídas.
zh_hans: 看板完成，所有任务都已完成。

source: BREAK DOWN FIRST
ca: DESGLOSSA PRIMER
de: ERST AUFTEILEN
es_es: DIVIDE PRIMERO
fr_fr: DÉCOUPER D’ABORD
hi: पहले तोड़ें
it: SUDDIVIDI PRIMA
ja: 先に分解
ko: 먼저 나누기
nl: EERST OPSPLITSEN
pl: NAJPIERW PODZIEL
pt_br: DIVIDA PRIMEIRO
zh_hans: 先拆分

source: Break Down Task
ca: Desglossa la tasca
de: Aufgabe aufteilen
es_es: Dividir tarea
fr_fr: Découper la tâche
hi: कार्य को छोटे हिस्सों में तोड़ें
it: Suddividi attività
ja: タスクを分解
ko: 작업 나누기
nl: Taak opsplitsen
pl: Podziel zadanie
pt_br: Dividir tarefa
zh_hans: 拆分任务

source: Buy groceries
ca: Compra queviures
de: Lebensmittel einkaufen
es_es: Comprar comida
fr_fr: Faire les courses
hi: किराना खरीदें
it: Fare la spesa
ja: 食料品を買う
ko: 식료품 사기
nl: Boodschappen doen
pl: Kup produkty spożywcze
pt_br: Comprar mantimentos
zh_hans: 买菜

source: Camera access is required to scan text. Enable it in Settings.
ca: Cal accés a la càmera per escanejar text. Activa-ho a Configuració.
de: Kamerazugriff ist nötig, um Text zu scannen. Aktiviere ihn in den Einstellungen.
es_es: Se necesita acceso a la cámara para escanear texto. Actívalo en Ajustes.
fr_fr: L’accès à la caméra est nécessaire pour scanner du texte. Activez-le dans Réglages.
hi: टेक्स्ट स्कैन करने के लिए कैमरा एक्सेस चाहिए। इसे सेटिंग्स में चालू करें।
it: L’accesso alla fotocamera è necessario per scansionare il testo. Abilitalo in Impostazioni.
ja: テキストをスキャンするにはカメラへのアクセスが必要です。設定で有効にしてください。
ko: 텍스트를 스캔하려면 카메라 접근 권한이 필요합니다. 설정에서 허용하세요.
nl: Cameratoegang is vereist om tekst te scannen. Schakel dit in via Instellingen.
pl: Dostęp do aparatu jest wymagany do skanowania tekstu. Włącz go w Ustawieniach.
pt_br: O acesso à câmera é necessário para escanear texto. Ative em Ajustes.
zh_hans: 扫描文本需要相机权限。请在设置中开启。

source: Camera access is unavailable right now.
ca: L'accés a la càmera no està disponible ara mateix.
de: Kamerazugriff ist gerade nicht verfügbar.
es_es: El acceso a la cámara no está disponible ahora mismo.
fr_fr: L’accès à la caméra est indisponible pour le moment.
hi: कैमरा एक्सेस अभी उपलब्ध नहीं है।
it: L’accesso alla fotocamera non è disponibile al momento.
ja: 現在、カメラへのアクセスを利用できません。
ko: 지금은 카메라 접근을 사용할 수 없습니다.
nl: Cameratoegang is momenteel niet beschikbaar.
pl: Dostęp do aparatu jest teraz niedostępny.
pt_br: O acesso à câmera está indisponível no momento.
zh_hans: 相机权限现在不可用。

source: Cancel
ca: Cancel·la
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

source: Capture
ca: Captura
de: Erfassen
es_es: Capturar
fr_fr: Capturer
hi: कैप्चर
it: Cattura
ja: 取り込み
ko: 캡처
nl: Vastleggen
pl: Przechwyć
pt_br: Capturar
zh_hans: 捕捉

source: Choose Next Task
ca: Tria la següent tasca
de: Nächste Aufgabe wählen
es_es: Elegir siguiente tarea
fr_fr: Choisir la prochaine tâche
hi: अगला कार्य चुनें
it: Scegli prossima attività
ja: 次のタスクを選択
ko: 다음 작업 선택
nl: Volgende taak kiezen
pl: Wybierz następne zadanie
pt_br: Escolher próxima tarefa
zh_hans: 选择下一个任务

source: Clear
ca: Neteja
de: Leeren
es_es: Borrar
fr_fr: Effacer
hi: साफ करें
it: Cancella
ja: クリア
ko: 지우기
nl: Wis
pl: Wyczyść
pt_br: Limpar
zh_hans: 清空

source: Clear finish check
ca: Neteja el criteri final
de: Abschlussprüfung löschen
es_es: Borrar comprobación final
fr_fr: Effacer le critère de fin
hi: पूरा करने का मानदंड साफ करें
it: Cancella controllo finale
ja: 完了条件をクリア
ko: 완료 기준 지우기
nl: Eindcontrole wissen
pl: Wyczyść warunek zakończenia
pt_br: Limpar critério de finalização
zh_hans: 清除完成检查

source: Clear Finish Checks
ca: Neteja els criteris finals
de: Abschlussprüfungen löschen
es_es: Borrar comprobaciones finales
fr_fr: Effacer les critères de fin
hi: पूरा करने के मानदंड साफ करें
it: Cancella controlli finali
ja: 完了条件をクリア
ko: 완료 기준 지우기
nl: Eindcontroles wissen
pl: Wyczyść warunki zakończenia
pt_br: Limpar critérios de finalização
zh_hans: 清除完成检查

source: Clearer decisions
ca: Decisions més clares
de: Klarere Entscheidungen
es_es: Decisiones más claras
fr_fr: Décisions plus claires
hi: ज़्यादा साफ निर्णय
it: Decisioni più chiare
ja: 判断を明確に
ko: 더 명확한 결정
nl: Duidelijkere beslissingen
pl: Jaśniejsze decyzje
pt_br: Decisões mais claras
zh_hans: 更清晰的决策

source: Close
ca: Tanca
de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

source: Close one task and you free a focus slot, strengthen the Done column, and make progress feel real again.
ca: Tanca una tasca i alliberes un espai de focus, reforces la columna Fet i fas que el progrés torni a semblar real.
de: Schließe eine Aufgabe ab und du machst einen Fokusplatz frei, stärkst die Erledigt-Spalte und lässt Fortschritt wieder greifbar werden.
es_es: Cierra una tarea y liberas un hueco de foco, refuerzas la columna Terminado y haces que el progreso vuelva a sentirse real.
fr_fr: Terminez une tâche et vous libérez un créneau de concentration, renforcez la colonne Terminé et rendez la progression à nouveau tangible.
hi: एक कार्य बंद करें और आप एक फोकस स्लॉट खाली करते हैं, पूरा कॉलम मज़बूत करते हैं, और प्रगति फिर से असली लगती है।
it: Chiudendo un’attività liberi uno spazio di concentrazione, rafforzi la colonna Completato e rendi di nuovo reale il progresso.
ja: タスクを 1 つ完了すると、集中枠が空き、「完了」列が強くなり、進捗を実感しやすくなります。
ko: 작업 하나를 끝내면 집중 슬롯이 비고, 완료 열이 단단해지며, 진척이 다시 실제로 느껴집니다.
nl: Sluit één taak af en je maakt een focusslot vrij, versterkt de Klaar-kolom en laat voortgang weer echt voelen.
pl: Zamknij jedno zadanie, a zwolnisz miejsce na skupienie, wzmocnisz kolumnę Ukończone i znów poczujesz realny postęp.
pt_br: Conclua uma tarefa e você libera um espaço de foco, fortalece a coluna Concluído e faz o progresso parecer real de novo.
zh_hans: 关闭一个任务，就能释放一个专注位置，让“已完成”列更充实，也让进展更真实可见。

source: Closed
ca: Tancada
de: Geschlossen
es_es: Cerradas
fr_fr: Fermée
hi: बंद
it: Chiuse
ja: クローズ済み
ko: 닫힘
nl: Gesloten
pl: Zamknięte
pt_br: Fechadas
zh_hans: 已关闭

source: Closed %@ ago
ca: Tancada fa %@
de: Vor %@ geschlossen
es_es: Cerrada hace %@
fr_fr: Fermée il y a %@
hi: %@ पहले बंद किया गया
it: Chiusa %@ fa
ja: %@前にクローズ
ko: %@ 전에 닫힘
nl: %@ geleden gesloten
pl: Zamknięto %@ temu
pt_br: Fechada há %@
zh_hans: %@ 前已关闭

source: Complete
ca: Completa
de: Abschließen
es_es: Completo
fr_fr: Terminer
hi: पूरा करें
it: Completa
ja: 完了
ko: 완료
nl: Voltooien
pl: Ukończ
pt_br: Concluir
zh_hans: 完成

source: completed
ca: completades
de: erledigt
es_es: completadas
fr_fr: terminées
hi: पूरे
it: completate
ja: 完了
ko: 완료됨
nl: voltooid
pl: ukończone
pt_br: concluídas
zh_hans: 已完成

source: Completed
ca: Completades
de: Erledigt
es_es: Completada
fr_fr: Terminée
hi: पूरा हुआ
it: Completate
ja: 完了済み
ko: 완료됨
nl: Voltooid
pl: Ukończone
pt_br: Concluída
zh_hans: 已完成

source: Completion is not hidden. The dashboard and board both make finished work visible so progress feels concrete and motivating.
ca: La finalització no queda amagada. El tauler i el panell fan visible la feina acabada perquè el progrés sigui concret i motivador.
de: Abschluss bleibt nicht verborgen. Dashboard und Board machen erledigte Arbeit sichtbar, damit Fortschritt konkret und motivierend wirkt.
es_es: La finalización no queda oculta. El panel y el tablero hacen visible el trabajo terminado para que el progreso se sienta concreto y motivador.
fr_fr: L’achèvement n’est pas caché. Le tableau de bord et le tableau rendent le travail terminé visible, pour une progression concrète et motivante.
hi: पूरा हुआ काम छिपता नहीं है। डैशबोर्ड और बोर्ड दोनों उसे दिखाते हैं, ताकि प्रगति ठोस और प्रेरक लगे।
it: Il completamento non è nascosto. La dashboard e il tabellone rendono visibile il lavoro finito, così il progresso appare concreto e motivante.
ja: 完了した作業は隠れません。ダッシュボードとボードの両方で見えるため、進捗が具体的で励みになります。
ko: 완료는 숨겨지지 않습니다. 대시보드와 보드가 완료된 작업을 보여 주어 진척이 구체적이고 동기부여가 되게 합니다.
nl: Voltooiing is niet verborgen. Het dashboard en bord maken afgerond werk zichtbaar, zodat voortgang concreet en motiverend voelt.
pl: Ukończenie nie jest ukryte. Pulpit i tablica pokazują skończoną pracę, dzięki czemu postęp jest konkretny i motywujący.
pt_br: A conclusão não fica escondida. O painel e o quadro tornam o trabalho finalizado visível para que o progresso pareça concreto e motivador.
zh_hans: 完成不会被隐藏。仪表盘和看板都会显示已完成工作，让进展更具体，也更有动力。

source: Confirm launch date with Sam
ca: Confirma la data de llançament amb en Sam
pl: Potwierdź datę startu z Samem

source: Continue
ca: Continua
de: Weiter
es_es: Continuar
fr_fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
zh_hans: 继续

source: Create Task
ca: Crea tasca
de: Aufgabe erstellen
es_es: Crear tarea
fr_fr: Créer la tâche
hi: कार्य बनाएँ
it: Crea attività
ja: タスクを作成
ko: 작업 생성
nl: Taak maken
pl: Utwórz zadanie
pt_br: Criar tarefa
zh_hans: 创建任务

source: Created
ca: Creada
de: Erstellt
es_es: Creada
fr_fr: Créée
hi: बनाया गया
it: Creata
ja: 作成済み
ko: 생성됨
nl: Aangemaakt
pl: Utworzono
pt_br: Criada
zh_hans: 已创建

source: Current %lld
ca: Actual %lld
de: Aktuell %lld
es_es: Actual %lld
fr_fr: Actuel %lld
hi: मौजूदा %lld
it: Attuale %lld
ja: 現在 %lld
ko: 현재 %lld
nl: Huidig %lld
pl: Obecnie %lld
pt_br: Atual %lld
zh_hans: 当前 %lld

source: Dashboard
ca: Tauler
es_es: Panel
fr_fr: Tableau de bord
hi: डैशबोर्ड
ja: ダッシュボード
ko: 대시보드
pl: Pulpit
pt_br: Painel
zh_hans: 仪表盘

source: day
ca: dia
de: Tag
es_es: día
fr_fr: jour
hi: दिन
it: giorno
ja: 日
ko: 일
nl: dag
pl: dzień
pt_br: dia
zh_hans: 天

source: days
ca: dies
de: Tage
es_es: días
fr_fr: jours
hi: दिन
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt_br: dias
zh_hans: 天

source: Definition of Done
ca: Definició de fet
es_es: Definición de terminado
fr_fr: Définition de terminé
hi: पूर्णता की परिभाषा
it: Definizione di completato
ja: 完了の定義
ko: 완료 정의
nl: Definitie van klaar
pl: Definicja ukończenia
pt_br: Definição de concluído
zh_hans: 完成定义

source: Delete
ca: Suprimeix
de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
zh_hans: 删除

source: Delete Task
ca: Suprimeix la tasca
de: Aufgabe löschen
es_es: Eliminar tarea
fr_fr: Supprimer la tâche
hi: कार्य हटाएँ
it: Elimina attività
ja: タスクを削除
ko: 작업 삭제
nl: Taak verwijderen
pl: Usuń zadanie
pt_br: Excluir tarefa
zh_hans: 删除任务

source: Describe one task naturally. You can edit the generated task before saving.
ca: Descriu una tasca de manera natural. Pots editar la tasca generada abans de desar-la.
de: Beschreibe eine Aufgabe ganz natürlich. Du kannst die generierte Aufgabe vor dem Speichern bearbeiten.
es_es: Describe una tarea de forma natural. Puedes editar la tarea generada antes de guardarla.
fr_fr: Décrivez naturellement une tâche. Vous pouvez modifier la tâche générée avant de l’enregistrer.
hi: एक कार्य को सहज भाषा में लिखें। सेव करने से पहले आप बनाए गए कार्य को संपादित कर सकते हैं।
it: Descrivi un’attività in modo naturale. Puoi modificare l’attività generata prima di salvarla.
ja: タスクを自然な言葉で説明してください。生成されたタスクは保存前に編集できます。
ko: 작업 하나를 자연스럽게 설명하세요. 저장하기 전에 생성된 작업을 수정할 수 있습니다.
nl: Beschrijf één taak op een natuurlijke manier. Je kunt de gegenereerde taak bewerken voordat je opslaat.
pl: Opisz jedno zadanie naturalnie. Przed zapisaniem możesz edytować wygenerowane zadanie.
pt_br: Descreva uma tarefa naturalmente. Você pode editar a tarefa gerada antes de salvar.
zh_hans: 用自然语言描述一个任务。保存前你可以编辑生成的任务。

source: Description
ca: Descripció
de: Beschreibung
es_es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
zh_hans: 描述

source: Digest time
ca: Hora del resum
de: Zeit für Zusammenfassung
es_es: Hora del resumen
fr_fr: Heure du résumé
hi: सारांश का समय
it: Ora del riepilogo
ja: ダイジェスト時刻
ko: 요약 알림 시간
nl: Digesttijd
pl: Godzina podsumowania
pt_br: Horário do resumo
zh_hans: 摘要时间

source: Dismisses the scanner without using captured text.
ca: Tanca l'escàner sense utilitzar el text capturat.
de: Schließt den Scanner, ohne den erfassten Text zu verwenden.
es_es: Cierra el escáner sin usar el texto capturado.
fr_fr: Ferme le scanner sans utiliser le texte capturé.
hi: कैप्चर किए गए टेक्स्ट का उपयोग किए बिना स्कैनर बंद करता है।
it: Chiude lo scanner senza usare il testo catturato.
ja: 取り込んだテキストを使わずにスキャナーを閉じます。
ko: 캡처한 텍스트를 사용하지 않고 스캐너를 닫습니다.
nl: Sluit de scanner zonder vastgelegde tekst te gebruiken.
pl: Zamyka skaner bez użycia przechwyconego tekstu.
pt_br: Fecha o scanner sem usar o texto capturado.
zh_hans: 关闭扫描器，不使用捕捉到的文本。

source: Done
ca: Fet
de: Erledigt
es_es: Hechas
fr_fr: Terminé
hi: पूरा
it: Completato
ja: 完了
ko: 완료
nl: Klaar
pl: Ukończone
pt_br: Concluído
zh_hans: 已完成

source: Done Filter
ca: Filtre de fet
de: Erledigt-Filter
es_es: Filtro de terminado
fr_fr: Filtre Terminé
hi: पूरा फ़िल्टर
it: Filtro Completato
ja: 完了フィルター
ko: 완료 필터
nl: Klaar-filter
pl: Filtr ukończonych
pt_br: Filtro de concluídas
zh_hans: 已完成筛选

source: Done means criteria met
ca: Fet vol dir criteris complerts
de: Erledigt heißt: Kriterien erfüllt
es_es: Terminado significa criterios cumplidos
fr_fr: Terminé signifie critères remplis
hi: पूरा मतलब मानदंड पूरे
it: Completato significa criteri soddisfatti
ja: 完了とは基準を満たすこと
ko: 완료는 기준 충족을 의미
nl: Klaar betekent dat criteria zijn gehaald
pl: Ukończone oznacza spełnione kryteria
pt_br: Concluído significa critérios atendidos
zh_hans: 已完成表示标准已满足

source: Done Momentum
ca: Impuls de fet
de: Erledigt-Schwung
es_es: Impulso de terminado
fr_fr: Élan des tâches terminées
hi: पूरा होने की गति
it: Slancio dei completamenti
ja: 完了の勢い
ko: 완료 모멘텀
nl: Klaar-momentum
pl: Momentum ukończeń
pt_br: Impulso de conclusão
zh_hans: 完成动能

source: Done stays visible
ca: Fet continua visible
de: Erledigt bleibt sichtbar
es_es: Terminado sigue visible
fr_fr: Terminé reste visible
hi: पूरा हुआ दिखता रहता है
it: Completato resta visibile
ja: 完了を見える状態に保つ
ko: 완료가 계속 보임
nl: Klaar blijft zichtbaar
pl: Ukończone pozostaje widoczne
pt_br: Concluído permanece visível
zh_hans: 已完成保持可见

source: Done task filter
ca: Filtre de tasques fetes
de: Filter für erledigte Aufgaben
es_es: Filtro de tareas terminadas
fr_fr: Filtre des tâches terminées
hi: पूरे कार्यों का फ़िल्टर
it: Filtro attività completate
ja: 完了タスクフィルター
ko: 완료 작업 필터
nl: Filter voor klaartaken
pl: Filtr ukończonych zadań
pt_br: Filtro de tarefas concluídas
zh_hans: 已完成任务筛选

source: Done This Week
ca: Fetes aquesta setmana
de: Diese Woche erledigt
es_es: Terminadas esta semana
fr_fr: Terminé cette semaine
hi: इस सप्ताह पूरे
it: Completate questa settimana
ja: 今週の完了
ko: 이번 주 완료
nl: Deze week klaar
pl: Ukończone w tym tygodniu
pt_br: Concluídas esta semana
zh_hans: 本周已完成

source: Double-tap to open details. Swipe or long press for actions. Drag the card to reorder.
ca: Toca dues vegades per obrir els detalls. Fes lliscar o mantén premut per a accions. Arrossega la targeta per reordenar.
de: Doppeltippen öffnet Details. Wische oder halte gedrückt für Aktionen. Ziehe die Karte, um sie neu zu sortieren.
es_es: Toca dos veces para abrir los detalles. Desliza o mantén pulsado para ver acciones. Arrastra la tarjeta para reordenarla.
fr_fr: Touchez deux fois pour ouvrir les détails. Balayez ou appuyez longuement pour les actions. Faites glisser la carte pour réordonner.
hi: विवरण खोलने के लिए दो बार टैप करें। कार्रवाइयों के लिए स्वाइप या लंबा दबाएँ। क्रम बदलने के लिए कार्ड खींचें।
it: Tocca due volte per aprire i dettagli. Scorri o tieni premuto per le azioni. Trascina la scheda per riordinare.
ja: ダブルタップで詳細を開きます。スワイプまたは長押しで操作できます。カードをドラッグして並べ替えます。
ko: 두 번 탭하면 세부 정보가 열립니다. 쓸어넘기거나 길게 눌러 작업을 실행하세요. 카드를 끌어 순서를 바꿀 수 있습니다.
nl: Tik dubbel om details te openen. Veeg of druk lang voor acties. Sleep de kaart om te herschikken.
pl: Stuknij dwukrotnie, aby otworzyć szczegóły. Przesuń lub przytrzymaj, aby wykonać działania. Przeciągnij kartę, aby zmienić kolejność.
pt_br: Toque duas vezes para abrir os detalhes. Deslize ou mantenha pressionado para ações. Arraste o cartão para reordenar.
zh_hans: 双击打开详情。滑动或长按可执行操作。拖动卡片可重新排序。

source: Draft generated. Review and adjust before creating the task.
ca: Esborrany generat. Revisa'l i ajusta'l abans de crear la tasca.
de: Entwurf erstellt. Prüfe und passe ihn an, bevor du die Aufgabe erstellst.
es_es: Borrador generado. Revísalo y ajústalo antes de crear la tarea.
fr_fr: Brouillon généré. Relisez et ajustez avant de créer la tâche.
hi: ड्राफ़्ट बन गया। कार्य बनाने से पहले समीक्षा और बदलाव करें।
it: Bozza generata. Rivedi e regola prima di creare l’attività.
ja: 下書きを生成しました。タスクを作成する前に確認して調整してください。
ko: 초안이 생성되었습니다. 작업을 만들기 전에 검토하고 조정하세요.
nl: Concept gegenereerd. Bekijk en pas aan voordat je de taak maakt.
pl: Szkic wygenerowany. Sprawdź i popraw przed utworzeniem zadania.
pt_br: Rascunho gerado. Revise e ajuste antes de criar a tarefa.
zh_hans: 草稿已生成。创建任务前请检查并调整。

source: Enable Active Task Nudges
ca: Activa recordatoris de tasques actives
de: Hinweise für aktive Aufgaben aktivieren
es_es: Activar recordatorios de tareas activas
fr_fr: Activer les rappels de tâches actives
hi: सक्रिय कार्य याद दिलाना चालू करें
it: Abilita promemoria attività attive
ja: アクティブタスク通知を有効にする
ko: 활성 작업 알림 켜기
nl: Nudges voor actieve taken inschakelen
pl: Włącz przypomnienia o aktywnych zadaniach
pt_br: Ativar lembretes de tarefas ativas
zh_hans: 开启活跃任务提醒

source: Enable Flow Optimization
ca: Activa l'optimització del flux
de: Flow-Optimierung aktivieren
es_es: Activar optimización del trabajo
fr_fr: Activer l’optimisation du flux
hi: फ़्लो ऑप्टिमाइज़ेशन चालू करें
it: Abilita ottimizzazione del flusso
ja: フロー最適化を有効にする
ko: 흐름 최적화 켜기
nl: Flow-optimalisatie inschakelen
pl: Włącz optymalizację przepływu
pt_br: Ativar otimização de fluxo
zh_hans: 开启流程优化

source: Enough context
ca: Prou context
de: Genug Kontext
es_es: Contexto suficiente
fr_fr: Contexte suffisant
hi: पर्याप्त संदर्भ
it: Contesto sufficiente
ja: 十分な背景情報
ko: 충분한 맥락
nl: Genoeg context
pl: Wystarczający kontekst
pt_br: Contexto suficiente
zh_hans: 上下文足够
